tap 'epk/epk'
tap 'nicoverbruggen/homebrew-cask'

brew 'antibody'
brew 'bat'
brew 'dnsmasq'
brew 'eza'
brew 'fzf'
brew 'gh'
brew 'mas'
brew 'starship'
brew 'thefuck'
brew 'trash'
brew 'tree'
brew 'yqrashawn/goku/goku'

cask '1password'
cask 'cleanshot'
cask 'discord'
cask 'fantastical'
cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-sf-mono-nerd-font'
cask 'font-sf-pro'
cask 'hammerspoon'
cask 'herd'
cask 'iterm2'
cask 'kaleidoscope'
cask 'karabiner-elements'
cask 'nordvpn'
cask 'rapidapi'
cask 'raycast'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'telegram'
cask 'the-unarchiver'
cask 'tinkerwell'
cask 'tower'
cask 'transmit'
cask 'visual-studio-code'
