brew 'composer'
brew 'dnsmasq'
brew 'gh'
brew 'mackup'
brew 'mas'
brew 'nginx'
brew 'node'
brew 'php'
brew 'php@7.3'
brew 'php@7.4'
brew 'starship'
brew 'trash'
brew 'tree'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'discord'
cask 'docker'
cask 'droplr'
cask 'fantastical'
cask 'firefox'
cask 'iterm2'
cask 'kaleidoscope'
cask 'moom'
cask 'nordvpn'
cask 'paw'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'telegram'
cask 'the-unarchiver'
cask 'tinkerwell'
cask 'tower'
cask 'transmit'
cask 'visual-studio-code'

mas 'Bear Notes', id: 1091189122
