tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'epk/epk'
tap 'nicoverbruggen/homebrew-cask'
tap 'koekeishiya/formulae'             # yabai
tap 'yqrashawn/goku'                   # goku
tap 'shivammathur/php'                 # older php

brew 'antibody'
brew 'bat'
brew 'composer'
brew 'dnsmasq'
brew 'fzf'
brew 'gh'
brew 'goku'
brew 'mackup'
brew 'mas'
brew 'nginx'
brew 'node'
brew 'php'
brew 'shivammathur/php/php@8.1'
brew 'shivammathur/php/php@8.0'
brew 'shivammathur/php/php@7.4'
brew 'starship'
brew 'thefuck'
brew 'trash'
brew 'tree'

cask '1password'
cask 'cleanshot'
cask 'discord'
cask 'docker'
cask 'fantastical'
cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-sf-mono-nerd-font'
cask 'hammerspoon'
cask 'helo'
cask 'iterm2'
cask 'kaleidoscope'
cask 'karabiner-elements'
cask 'logi-options-plus'
cask 'nordvpn'
cask 'paw'
cask 'phpmon'
cask 'raycast'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'telegram'
cask 'the-unarchiver'
cask 'tinkerwell'
cask 'tower'
cask 'transmit'
cask 'visual-studio-code'

mas 'Bear Notes', id: 1091189122
mas 'Moom', id: 419330170
